IDEA Open Model
ConnectionSetup.BaseMetalCapacity Property
Compatible with IDEA StatiCa v 10.1
 BaseMetalCapacity
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool BaseMetalCapacity { get; set; }
Public Property BaseMetalCapacity As Boolean
	Get
	Set
public:
property bool BaseMetalCapacity {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace